"MJRefreshHeaderIdleText" = "pull to refresh";
"MJRefreshHeaderPullingText" = "release to refresh";
"MJRefreshHeaderRefreshingText" = "refreshing...";

"MJRefreshAutoFooterIdleText" = "click or pull up to refresh";
"MJRefreshAutoFooterRefreshingText" = "loading more...";
"MJRefreshAutoFooterNoMoreDataText" = "all data back";

"MJRefreshBackFooterIdleText" = "pull up to load more";
"MJRefreshBackFooterPullingText" = "release to load more";
"MJRefreshBackFooterRefreshingText" = "loading datas...";
"MJRefreshBackFooterNoMoreDataText" = "all data back";

"MJRefreshHeaderLastTimeText" = "Last updated: ";
"MJRefreshHeaderDateTodayText" = "Today";
"MJRefreshHeaderNoneLastDateText" = "No records";
